---
layout: post
title: 디자이너 리프트 파운데이션 (Designer Lift Foundation) _ 조르지오 아르마니 (Giorgio Armani)
tags: cosmetics 파운데이션 조르지오아르마니 ★★★★★
eye_catch: Null
---

## 디자이너 리프트 파운데이션 (조르지오 아르마니)
### [Designer Lift Foundation (Giorgio Armani)](http://www.lottedfs.com/handler/ProductDetail-Start?productId=10000147376&viewCategoryId=20004&tracking=000300030001)

![image](../assets/img/designer_lift_foundation.jpg)

대표적인 백화점 파운데이션이다. 백화점 파운데이션을 마련해야겠다고 생각하여 조사했을 때, 유명한 브랜드가 단연코 조르지오 아르마니와 에스티로더였던 것 같다. 아르마니는 래스팅 실크와 디자이너 리프트가, 에스티로더는 더블웨어와 퓨처리스트가 유명했는데 나는 이것 저것을 고려해서 디자이너 리프트를 하게 되었다.

백화점 상품을 백화점가로 구매하는 것은 바보 짓인 것 같다. 더 싼 나라로 여행갈 때 사거나 면세점에서... 그래서 면세점 링크를 걸어두었다. 오프라인 가격은 \$62(현재 69793원), 온라인 가격은 \$59(현재 66416원)이다. 백화점 가격은 8만원대인 것으로 알고 있다. 나는 에브리타임에서 구해서 5만원에 샀다.

내가 산 홋수는 2호이다. 정확히 홋수가 어떻게 나뉘는지는 모르겠는데 다들 2호 아니면 4호를 사는 것 같다. 2호는 굉장한 Yellow base였다.

제품은 30ml인데 한 번 펌핑하면 얼굴 전체에 쓸 수 있는 양이기 때문에 굉장히 오래 쓴다. 나는 이 제품을 2016년 2월에 구매하였으니 거의 6개월 정도 썼고, 거의 매일 사용했는데 아직 절반도 사용하지 못했다.

### 특징 (compare with 래스팅 실크)
래스팅 실크를 써보진 않았지만 알아본 바로는,
우선 둘 다 지성용은 아니다. 래스팅실크는 중성, 복합성, 건성이 쓰기 모두 괜찮고 디자이너리프트는 건성이 쓰기에 적당하다고 한다. 내가 구입했던 시기는 겨울이었고 건조하지 않은 파운데이션을 찾는 것이 목표였기 때문에 디자이너리프트를 구매하였다.
밀착력은 둘다 매우 좋지만 래스팅 실크가 더 좋다고 하고, 촉촉함은 디자이너리프트가 더 좋다고 한다. 커버력 부분은 사람마다 의견이 달랐는데 비슷한 것 같다. 개인적으로 디자이너리프트의 커버력은 좋은 편은 아니었다. 그리고 또 두 제품 둘다 굉장히 묽은 타입이다. 흘러내리는 타입이랄까.

### 좋은 점
역시 백화점파운데이션이라서 다르구나 라고 느낄 정도로 나는 디자이너리프트에 매우 만족하였다.

- 굉장히 얇게 발린다. 이렇게 얇게 발리면서 피부표현이 잘 된다는 것이 신기했다.
- 은은한 광이 나고('촤르르'라는 표현을 어디선가 보았는데 그게 딱 맞다) 밀착력도 좋은 편이었다.
- 특히 겨울에는 촉촉해서 정말 좋았다. 밤까지 건조함을 느끼지 못한 첫 파운데이션이었다.

### 단점
좋은 점은 그냥 좋았던거라 뭘 써야될지 모르겠고 단점을 콕콕 찝자면,

- 묽어서 커버력이 부족하다고 느낄 수 있다. (그러나 무너지지 않는 이상 왠만한건 괜찮았음)
- 여름에는 지속력이 떨어지고, 무너지면 피부가 안 좋아보인다. (이부분은 뒤에 설명)
- 옐로베이스이기 때문에 얼굴이 특히나 누런 날에는 이것만 바르면 노랑노랑해진다. 핑크색 메이크업베이스를 바르는 것이 좋다.
- 색깔이 어두운 편이라고 한다. 2호가 그나마 제일 밝다나? 나는 원래 피부가 어두우니 괜찮지만...

### 다른 제품과 사용하기

#### 핑크색 메이브업베이스
위에 언급했듯 옐로베이스기 때문에 화사해 보이고 싶다면 핑크색의 메이브업베이스를 사용하는 것이 좋다. 나는 네이처리퍼블릭 제품을 사용하였다.
#### 파우더
촉촉한 타입이기 때문에 건조한 볼에는 좋지만 유분이 올라오면 무너지고, 무너지면 굉장히 보기 싫어지기 때문에 파우더 처리를 해 주는 것이 좋다. 나는 이니스프리 파우더를 사용하였다.
#### 촉촉한 표현 : 퍼프
겨울에는 촉촉함을 잘 전달해주는 퍼프를 사용하였는데 굉장히 만족하였다. 제품 본연의 촉촉함을 유지할 수 있었고 겨울에 이거 바르면 건조함을 거의 못 느꼈다. 나는 아리따움 에어퍼프를 사용하였다.
#### 매트한 표현 : 스펀지
그러나 여름이 되자 1시간만 지나도 무너지고 난리였고, 한동안 고생했다. 파우더를 해도, 프라이머를 발라도 무너짐이 나아지지가 않았다. 그러다가 매트한 표현을 해주는 스펀지를 사용해 보았는데, 무슨 짓을 해도 무너지던 파운데이션이 굉장히 매트하게 마무리가 되면서 지속력이 아주 좋아졌다. 나는 매트한 표현을 해주기로 유명한 스킨푸트 웨지퍼프를 사용하였는데, 보통 스펀지는 물을 뭍히지 않고 사용하면 스펀지가 파운데이션의 수분을 흡수하기 때문에 매트하게 쓸 수 있다.

### 총평
가히 인생템이라고 볼 수 있는 파운데이션! (무려 블로그 리뷰의 처음을 장식)
나는 겨울에는 심한 건성, 여름에는 약한 지성이 되는 변덕이 심한 피부를 가지고 있어 베이스 제품에 항상 고민이 많았는데, 이것은 대체적으로 건성에게 맞는 제품에 가까우면서도 소품을 바꾸어가면서 촉촉한 표현과 매트한 표현을 둘 다 할 수 있기 때문에 굉장히 나에게 딱 맞는 파운데이션인 듯 하다.
혹시 지성에 가깝다면 다른 제품을 선택하는 것이 좋긴 하다. 매트한 파운데이션을 사고 겨울에만 물 먹인 스펀지를 쓴다거나 하는게 더 낫겠지.
다음에 래스팅 실크도 한 번 사보고 싶다. 아르마니의 표현력에 감탄하였음...

###### 전반적으로는 촉촉한 파운데이션을 좋아하고, 지속력 유지를 위해 추가의 작업을 해도 괜찮으며,커버력은 보통이고, 밀착력 좋고 피부표현을 얇고 묽고 촤르르하게 하는 것을 좋아하고, 옐로베이스를 좋아한다면 이 제품이 아주 잘 맞을 것이다.


##### 참고로
래스팅실크와 디자이너리프트의 홋수에는 차이가 있다. 백화점 파운데이션인 만큼 테스트를 하는 것이 좋다. 전반적으로 래스팅실크보다 디자이너리프트가 어둡게 나온 것으로 알고 있다.
